[M_IrisEp3_ChopSuey MissionDefinition]
MissionName="loss"
MissionDescription="He hit the plates and drugged you and left you there and everyone thought you were going to run away like a chicken..<br><br>Unfortunately, since he is also a sponsor, he cannot raise his rate, but Mr. Tog says: go [place]at the same time[-place] and get a new one.<br><br>Apparently, a gladiator named Pyroman Pete took the color he wanted. Pete played hard and won. Approach him, stun him and save the color when he tries to kill you.."
TurnInDescription="Cake maker. Find your new agent...."
MissionSummary="Talk to Pete Arson and his fans to save him."
MissionGiver="Mr. Agora"
MissionTurnInLocation="corrosion"
TeaserText=""

[M_IrisEp3_ChopSuey:FindMoxie MissionObjectiveDefinition]
ProgressMessage="Find the stolen ammo"

[M_IrisEp3_ChopSuey:KillPete MissionObjectiveDefinition]
ProgressMessage="kill the fire wolf"

[M_IrisEp3_ChopSuey:MeetwithPyroPete MissionObjectiveDefinition]
ProgressMessage="Meet Pete Brander"

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride="Defeat Arson Pitt and rescue the hostages.."
MissionDescriptionOverride="The picture plays with you. To his surprise, he chased you away and made everyone believe that you ran away like a chicken..<br><br>Unfortunately, they are your sponsors, so you can't increase your rating right now. Mr. Targas offered to leave [place]to exercise[-place] And here's something new.<br><br>Someone named Pit the Pyromancer stole your beloved guardian, and now he wants to kill you. You have to kill him and rescue the hostages."

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride="The client was taken away."
MissionDescriptionOverride="The piston is closed This means there is no agency to provide your number _Yes, he said. [place]is limited[-place] They are looking for a new manager there.<br><br>Pete, a football player who likes to play with fire, becomes her boyfriend."

[M_IrisEp3_ChopSuey:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

